Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/AppShortcuts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Ask ${applicationName} about health data
de: Frage ${applicationName} nach Gesundheitsdaten
es: Pregunta a ${applicationName} por datos de salud
fr: Demande à ${applicationName} des informations sur les données de santé
it: Chiedi a ${applicationName} informazioni sui dati sanitari
ja: ${applicationName}にヘルスケアデータについて聞いて
ko: ${applicationName}에 건강 데이터에 대해 물어보기
pt_br: Pergunte sobre dados de saúde com ${applicationName}
zh_hans: 向${applicationName}询问健康数据
zh_hant: 向${applicationName}詢問健康資料

source: Ask about my calendar in ${applicationName}
de: Frage ${applicationName} nach meinem Kalender
es: Pregunta a ${applicationName} por mi calendario
fr: Demande à ${applicationName} des informations sur mon calendrier
it: Chiedi a ${applicationName} del mio calendario
ja: ${applicationName}にカレンダーについて聞いて
ko: ${applicationName}에 내 캘린더에 대해 물어보기
pt_br: Pergunte sobre meu calendário com ${applicationName}
zh_hans: 向${applicationName}询问我的日历
zh_hant: 向${applicationName}詢問我的行事曆

source: Check my calendar in ${applicationName}
de: Prüfe meinen Kalender mit ${applicationName}
es: Consulta mi calendario con ${applicationName}
fr: Consulte mon calendrier avec ${applicationName}
it: Controlla il mio calendario con ${applicationName}
ja: ${applicationName}でカレンダーを確認
ko: ${applicationName}에서 내 캘린더 확인
pt_br: Confira meu calendário com ${applicationName}
zh_hans: 用${applicationName}查看我的日历
zh_hant: 用${applicationName}查看我的行事曆

source: Check my location with ${applicationName}
de: Prüfe meinen Standort mit ${applicationName}
es: Comprueba mi ubicación con ${applicationName}
fr: Vérifie ma position avec ${applicationName}
it: Controlla la mia posizione con ${applicationName}
ja: ${applicationName}で現在地を確認
ko: ${applicationName}에서 내 위치 확인
pt_br: Confira minha localização com ${applicationName}
zh_hans: 用${applicationName}查看我的位置
zh_hant: 用${applicationName}查看我的位置

source: Check weather with ${applicationName}
de: Prüfe das Wetter mit ${applicationName}
es: Comprueba el tiempo con ${applicationName}
fr: Vérifie la météo avec ${applicationName}
it: Verifica il meteo con ${applicationName}
ja: ${applicationName}で天気を確認
ko: ${applicationName}에서 날씨 확인
pt_br: Confira o tempo com ${applicationName}
zh_hans: 用${applicationName}查看天气
zh_hant: 用${applicationName}查看天氣

source: Create a reminder with ${applicationName}
de: Erstelle eine Erinnerung mit ${applicationName}
es: Crea un recordatorio con ${applicationName}
fr: Crée un rappel avec ${applicationName}
it: Crea un promemoria con ${applicationName}
ja: ${applicationName}でリマインダーを作成
ko: ${applicationName}에서 미리 알림 생성
pt_br: Crie um lembrete com ${applicationName}
zh_hans: 用${applicationName}创建提醒事项
zh_hant: 用${applicationName}建立提醒事項

source: Estimate meal nutrition in ${applicationName}
de: Schätze die Nährwerte einer Mahlzeit mit ${applicationName}
es: Estima la información nutricional de una comida con ${applicationName}
fr: Estime les valeurs nutritionnelles d’un repas avec ${applicationName}
it: Stima i valori nutrizionali di un pasto con ${applicationName}
ja: ${applicationName}で食事の栄養を推定
ko: ${applicationName}에서 식사의 영양 정보 추정
pt_br: Estime as informações nutricionais de uma refeição com ${applicationName}
zh_hans: 用${applicationName}估算一餐的营养信息
zh_hant: 用${applicationName}估算一餐的營養資訊

source: Find music with ${applicationName}
de: Finde Musik mit ${applicationName}
es: Encuentra música con ${applicationName}
fr: Trouve de la musique avec ${applicationName}
it: Trova musica con ${applicationName}
ja: ${applicationName}で音楽を探して
ko: ${applicationName}에서 음악 찾기
pt_br: Encontre músicas com ${applicationName}
zh_hans: 用${applicationName}查找音乐
zh_hant: 用${applicationName}尋找音樂

source: Find someone with ${applicationName}
de: Finde jemanden mit ${applicationName}
es: Encuentra a alguien con ${applicationName}
fr: Trouve quelqu’un avec ${applicationName}
it: Trova qualcuno con ${applicationName}
ja: ${applicationName}で人を探して
ko: ${applicationName}에서 사람 찾기
pt_br: Encontre alguém com ${applicationName}
zh_hans: 用${applicationName}查找联系人
zh_hant: 用${applicationName}尋找聯絡人

source: Get a book recommendation from ${applicationName}
de: Gib mir mit ${applicationName} eine Buchempfehlung
es: Obtén una recomendación de libro de ${applicationName}
fr: Obtiens une recommandation de livre de ${applicationName}
it: Ottieni un consiglio di lettura da ${applicationName}
ja: ${applicationName}から本のおすすめを取得
ko: ${applicationName}에서 책 추천 받기
pt_br: Obtenha uma recomendação de livro com ${applicationName}
zh_hans: 从${applicationName}获取图书推荐
zh_hant: 從${applicationName}取得書籍推薦

source: Get a meal estimate with ${applicationName}
de: Erstelle mit ${applicationName} eine Nährwertschätzung
es: Obtén una estimación nutricional con ${applicationName}
fr: Obtiens une estimation nutritionnelle avec ${applicationName}
it: Ottieni una stima nutrizionale con ${applicationName}
ja: ${applicationName}で食事の栄養を見積もって
ko: ${applicationName}에서 식사 영양 정보 추정해 줘
pt_br: Obtenha uma estimativa nutricional com ${applicationName}
zh_hans: 用${applicationName}获取膳食营养估算
zh_hant: 用${applicationName}取得膳食營養估算

source: Get my location in ${applicationName}
de: Rufe meinen Standort mit ${applicationName} ab
es: Obtén mi ubicación con ${applicationName}
fr: Obtiens ma position avec ${applicationName}
it: Ottieni la mia posizione con ${applicationName}
ja: ${applicationName}で現在地を取得
ko: ${applicationName}에서 내 위치 가져오기
pt_br: Obtenha minha localização com ${applicationName}
zh_hans: 用${applicationName}获取我的位置
zh_hant: 用${applicationName}取得我的位置

source: Get the weather in ${applicationName}
de: Rufe das Wetter mit ${applicationName} ab
es: Consulta el tiempo con ${applicationName}
fr: Consulte la météo avec ${applicationName}
it: Controlla il meteo con ${applicationName}
ja: ${applicationName}で天気を取得
ko: ${applicationName}에서 날씨 가져오기
pt_br: Veja a previsão do tempo com ${applicationName}
zh_hans: 用${applicationName}查询天气
zh_hant: 用${applicationName}查詢天氣

source: Look something up with ${applicationName}
de: Schlage etwas mit ${applicationName} nach
es: Busca algo con ${applicationName}
fr: Recherche quelque chose avec ${applicationName}
it: Cerca qualcosa con ${applicationName}
ja: ${applicationName}で調べものをして
ko: ${applicationName}에서 정보 찾아보기
pt_br: Procure algo com ${applicationName}
zh_hans: 用${applicationName}查询内容
zh_hant: 用${applicationName}查詢內容

source: Manage reminders in ${applicationName}
de: Verwalte Erinnerungen mit ${applicationName}
es: Gestiona recordatorios con ${applicationName}
fr: Gère mes rappels avec ${applicationName}
it: Gestisci i promemoria con ${applicationName}
ja: ${applicationName}でリマインダーを管理
ko: ${applicationName}에서 미리 알림 관리
pt_br: Gerencie lembretes com ${applicationName}
zh_hans: 用${applicationName}管理提醒事项
zh_hant: 用${applicationName}管理提醒事項

source: Read health data in ${applicationName}
de: Lies Gesundheitsdaten mit ${applicationName}
es: Lee datos de salud con ${applicationName}
fr: Lis mes données de santé avec ${applicationName}
it: Leggi i dati sanitari con ${applicationName}
ja: ${applicationName}でヘルスケアデータを読み取って
ko: ${applicationName}에서 건강 데이터 읽기
pt_br: Leia dados de saúde com ${applicationName}
zh_hans: 用${applicationName}读取健康数据
zh_hant: 用${applicationName}讀取健康資料

source: Recommend a book in ${applicationName}
de: Empfiehl mir ein Buch mit ${applicationName}
es: Recomiéndame un libro con ${applicationName}
fr: Recommande-moi un livre avec ${applicationName}
it: Consigliami un libro con ${applicationName}
ja: ${applicationName}で本をおすすめして
ko: ${applicationName}에서 책 추천해 줘
pt_br: Recomende um livro com ${applicationName}
zh_hans: 用${applicationName}推荐一本书
zh_hant: 用${applicationName}推薦一本書

source: Search contacts in ${applicationName}
de: Durchsuche meine Kontakte mit ${applicationName}
es: Busca en mis contactos con ${applicationName}
fr: Recherche dans mes contacts avec ${applicationName}
it: Cerca nei miei contatti con ${applicationName}
ja: ${applicationName}で連絡先を検索
ko: ${applicationName}에서 연락처 검색
pt_br: Pesquise nos meus contatos com ${applicationName}
zh_hans: 用${applicationName}搜索联系人
zh_hant: 用${applicationName}搜尋聯絡人

source: Search music in ${applicationName}
de: Suche Musik mit ${applicationName}
es: Busca música con ${applicationName}
fr: Recherche de la musique avec ${applicationName}
it: Cerca musica con ${applicationName}
ja: ${applicationName}で音楽を検索
ko: ${applicationName}에서 음악 검색
pt_br: Pesquise músicas com ${applicationName}
zh_hans: 用${applicationName}搜索音乐
zh_hant: 用${applicationName}搜尋音樂

source: Search the web in ${applicationName}
de: Durchsuche das Web mit ${applicationName}
es: Busca en la web con ${applicationName}
fr: Recherche sur le Web avec ${applicationName}
it: Cerca sul web con ${applicationName}
ja: ${applicationName}でウェブを検索
ko: ${applicationName}에서 웹 검색
pt_br: Pesquise na web com ${applicationName}
zh_hans: 用${applicationName}搜索网页
zh_hant: 用${applicationName}搜尋網頁
